// {
//     name: "",
//     styleForlogo: " ",
//     time: " ",
//     shortDescription: " ",
//     instruction: ``,
//     description: ``,
// }


let itemPageDataBase = [
    {
        name: "dogs",
        styleForlogo: "padding-top: 30px; padding-bottom: 5px;", // вписывать только если есть необходимость, если изменения в лого не нужны, просто пропустить
        time: "10.09.2024", // дата добавления проекта в бот
        shortDescription: "⚡Получаем аирдроп Dogs за возраст вашего телеграм аккаунта", // короткое описание
        instruction: `🤔Что делать? <br> <br>
                        ◼️ Переходим в бота<br> <br>
                        ◼️ Может забагаться и писать "Who are you dawg?",
                        это значит, что у вашего аккаунта телеграм нет юзернейма
                        (это тот, что с @ начинается). Просто сделайте себе его
                        в настройках телеги, и получите награду<br> <br>
                        ◼️ Проверяем количество токенов <br> <br>
                        ◼️ По возможности приглашаем друзей<br> <br>
                        ◼️ Ждем новостей<br> <br>`, // копировать прям из старницы и сюда ебашать, с описание

        description: `⚡Получаем аирдроп Dogs за возраст вашего телеграм аккаунта <br><br><br>
                    ⚡DOGS новый мем-коин на Ton с логотипом собаки Spotty, 
                    которую когда-то нарисовал Павел Дуров для VK.<br><br><br> 
                    💪Ходят слухи, что бот от Blum и Notcoin. 
                    В любом случае, потратить 5 секунд стоит<br><br><br>
                    🚀Уже сейчас биржа BingX делаем промо с токеном DOGS, 
                    биржа Bitget запускает на премаркете токен DOGS, 
                    также анонсировали листинг на бирже LBANK<br><br><br>
                    🔥Safepal упомянули Dogs<br><br><br>`,
    },
    {
        name: "cats",
        styleForlogo: " ",
        time: " ",
        shortDescription: " ",
        instruction: ``,
        description: ``,
    },
    {
        name: "ducks",
        styleForlogo: " ",
        time: " ",
        shortDescription: " ",
        instruction: ``,
        description: ``,
    },
    {
        name: "meta-racing",
        styleForlogo: " ",
        time: " ",
        shortDescription: " ",
        instruction: ``,
        description: ``,
    }
]